papers/adal-177341-paper.org
#+TITLE:     Mesa Delgado 2012 paper
#+AUTHOR:    William Henney
#+EMAIL:     will@henney.org
#+DATE:      2012-01-27 Fri
#+DESCRIPTION:
#+KEYWORDS:
#+LANGUAGE:  en
#+OPTIONS:   H:3 num:t toc:t \n:nil @:t ::t |:t ^:{} -:t f:t *:t <:t
#+OPTIONS:   TeX:t LaTeX:t skip:nil d:nil todo:t pri:nil tags:not-in-toc
#+INFOJS_OPT: view:nil toc:nil ltoc:t mouse:underline buttons:0 path:http://orgmode.org/org-info.js
#+EXPORT_SELECT_TAGS: export
#+EXPORT_EXCLUDE_TAGS: noexport
#+LINK_UP:   
#+LINK_HOME: 
#+XSLT:
#+STYLE: <link rel="stylesheet" type="text/css" href="../doc/main.css" />


* Summary
Comments on and possible contributions to the paper by Mesa Delgado et al (2012):
#+BEGIN_QUOTE
Nebular properties of three protoplanetary discs in the Orion Nebula and the effect of their presence on the abundance discrepancy
#+END_QUOTE


* Existing paper
** Observed line ratios

** Question of proplyd extinction
Should cite \citep{Rost:2008} 


* Our models

** First model

*** Parameters

+ Radius: r0 = 1.91e15 cm
+ Spectrum
  + log(Phi) = 13.502
  + Tstar = 39000
  + WMbasic
+ Abundances
  + Cloudy Orion
  + /Check Iron/

#+BEGIN_SRC sh
python auto-models.py --ntheta 5 --Tstar 39000 --logPhi 13.502 --r0 1.91e15
#+END_SRC

*** Comparison of our line ratios with the observed ones
| Cloudy | El  | lambda |          Model | Observed | Error |  M/O | (M - O)/E |
|--------+-----+--------+----------------+----------+-------+------+-----------|
| NE_3   | Ne3 | 3869A  |  8.17686723274 |    10.80 |   1.4 | 0.76 |     -1.87 |
| S_II   | S2  | 4070A  |  10.4475816855 |    8.227 | 0.979 | 1.27 |      2.27 |
| S_II   | S2  | 4078A  |  2.99580775427 |    2.698 | 0.318 | 1.11 |      0.94 |
| C__2   | C2  | 4267A  | 0.207606269471 |    0.191 | 0.051 | 1.09 |      0.33 |
| TOTL   | O3  | 4363A  |  2.37236800689 |    2.011 | 0.207 | 1.18 |      1.75 |
| HE_1   | He1 | 4471A  |  4.65171605379 |      4.3 | 0.416 | 1.08 |      0.85 |
| FE_3   | Fe3 | 4659A  |  2.60331622015 |    0.338 | 0.042 | 7.70 |     53.94 |
| FE_3   | Fe3 | 4702A  |  1.44123467401 |    0.198 | 0.052 | 7.28 |     23.91 |
| FE_3   | Fe3 | 4734A  | 0.756129700232 |    0.117 | 0.036 | 6.46 |     17.75 |
| FE_3   | Fe3 | 4755A  |  0.47606006097 |    0.069 | 0.028 | 6.90 |     14.54 |
| H__1   | H1  | 4861A  |          100.0 |      100 |   7.2 | 1.00 |      0.00 |
| O__3   | O3  | 4959A  |  85.6877662453 |    80.94 |  5.91 | 1.06 |      0.80 |
| O__3   | O3  | 5007A  |  257.917681537 |    232.7 |  16.2 | 1.11 |      1.56 |
| N__2   | N2  | 5755A  |  8.17735206821 |     5.91 |  0.65 | 1.38 |      3.49 |
| HE_1   | He1 | 5876A  |  14.5187752486 |    14.48 |  1.35 | 1.00 |      0.03 |
| O__1   | O1  | 6300A  |   5.4711813156 |    4.846 | 0.446 | 1.13 |      1.40 |
| S__3   | S3  | 6312A  |   5.1304323418 |     3.88 | 0.357 | 1.32 |      3.50 |
| H__1   | H1  | 6563A  |  280.747361832 |      286 |  21.5 | 0.98 |     -0.24 |
| N__2   | N2  | 6584A  |  33.6017794459 |    33.84 |  2.54 | 0.99 |     -0.09 |
| HE_1   | He1 | 6678A  |  3.78215599287 |    3.514 | 0.316 | 1.08 |      0.85 |
| S_II   | S2  | 6731A  | 0.637016569893 |    0.747 | 0.067 | 0.85 |     -1.64 |
| AR_3   | Ar3 | 7135A  |  26.2075170797 |    17.01 |  1.48 | 1.54 |      6.21 |
    #+TBLFM: $7=$4/$5 ; f2::$8=($4 - $5)/$6 ; f2



| O__2 | 4651A | 1.06161720282e-19 | 0.139 | 0.043 | 7.6e-19    | -3.23 |
| C__3 | 1907A |     7.93332427132 |       |       | 7.93 / 0   |       |
| C__3 | 1910A |     43.3734088204 |       |       | 43.37 / 0  |       |
| O_II | 3726A |     11.0093482515 |       |       | 11.01 / 0  |       |
| O_II | 3729A |     4.20174031745 |       |       | 4.20 / 0   |       |
| FE_3 | 4608A |    0.247094541475 |       |       | 0.25 / 0   |       |
| FE_3 | 4881A |    0.636804217428 |       |       | 0.64 / 0   |       |
| FE_3 | 4988A |     0.10934017033 |       |       | 0.11 / 0   |       |
| TOTR | 5199A | 3.38756080326e-05 |       |       | 3.4e-5 / 0 |       |
| FE_3 | 5271A |     1.58580914749 |       |       | 1.59 / 0   |       |
| S_II | 6716A |    0.277357326781 |       |       | 0.28 / 0   |       |
| NE_3 | 1555m |     6.75155251275 |       |       | 6.75 / 0   |       |
| NE_2 | 1281m |      22.876453429 |       |       | 22.88 / 0  |       |


*** Abundances

+ Cloudy Orion :: standard ISM abundances from Cloudy 10
+ Esteban Orion :: Esteban et al (2004) assuming t^2=0.022
+ Tsamis LV2 :: LV 2 Core from Tsamis et al (2011a)
  + Carbon is average of RL and CL values 8.66, 8.98
  + Oxygen is average of RL and CL values 8.96, 9.03

| Element | Cloudy Orion | Esteban Orion | Tsamis LV2 | Est/Cloudy | Tsam/Est |
|---------+--------------+---------------+------------+------------+----------|
| He      |        10.98 |        10.988 |     11.017 |       1.02 |     1.07 |
| C       |         8.48 |          8.42 |       8.82 |       0.87 |     2.51 |
| N       |         7.85 |          7.73 |       7.86 |       0.76 |     1.35 |
| O       |          8.6 |          8.65 |      8.995 |       1.12 |     2.21 |
| Ne      |         7.78 |          8.05 |       8.28 |       1.86 |     1.70 |
| S       |          7.0 |          7.22 |       6.83 |       1.66 |     0.41 |
| Cl      |          5.0 |          5.46 |       5.36 |       2.88 |     0.79 |
| Ar      |         6.48 |          6.62 |       6.59 |       1.38 |     0.93 |
| Fe      |         6.47 |          5.99 |       4.96 |       0.33 |     0.09 |
    #+TBLFM: $5=10**($3-$2); f2::$6=10**($4-$3); f2::@3$4=0.5 (8.98 + 8.66)::@5$4=0.5 (9.03 + 8.96)


*** Sample region

+ Currently model is for entire proplyd head

+ Observations are a box that is 1" square, centered near the bright crescent


**** TODO Add aperture effects to model_profile.py
