papers/adal-177341-paper.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Mesa Delgado 2012 paper</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content="Mesa Delgado 2012 paper"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2012-01-27 Fri"/>
<meta name="author" content="William Henney"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
<link rel="stylesheet" type="text/css" href="../doc/main.css" />

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">Mesa Delgado 2012 paper</h1>



<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Summary</a></li>
<li><a href="#sec-2">2 Existing paper</a>
<ul>
<li><a href="#sec-2-1">2.1 Observed line ratios</a></li>
<li><a href="#sec-2-2">2.2 Question of proplyd extinction</a></li>
</ul>
</li>
<li><a href="#sec-3">3 Our models</a>
<ul>
<li><a href="#sec-3-1">3.1 First model</a>
<ul>
<li><a href="#sec-3-1-1">3.1.1 Parameters</a></li>
<li><a href="#sec-3-1-2">3.1.2 Comparison of our line ratios with the observed ones</a></li>
<li><a href="#sec-3-1-3">3.1.3 Abundances</a></li>
<li><a href="#sec-3-1-4">3.1.4 Sample region</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Summary</h2>
<div class="outline-text-2" id="text-1">

<p>Comments on and possible contributions to the paper by Mesa Delgado et al (2012):
</p><blockquote>

<p>Nebular properties of three protoplanetary discs in the Orion Nebula and the effect of their presence on the abundance discrepancy
</p>
</blockquote>



</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Existing paper</h2>
<div class="outline-text-2" id="text-2">


</div>

<div id="outline-container-2-1" class="outline-3">
<h3 id="sec-2-1"><span class="section-number-3">2.1</span> Observed line ratios</h3>
<div class="outline-text-3" id="text-2-1">


</div>

</div>

<div id="outline-container-2-2" class="outline-3">
<h3 id="sec-2-2"><span class="section-number-3">2.2</span> Question of proplyd extinction</h3>
<div class="outline-text-3" id="text-2-2">

<p>Should cite \citep{Rost:2008} 
</p>

</div>
</div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Our models</h2>
<div class="outline-text-2" id="text-3">



</div>

<div id="outline-container-3-1" class="outline-3">
<h3 id="sec-3-1"><span class="section-number-3">3.1</span> First model</h3>
<div class="outline-text-3" id="text-3-1">



</div>

<div id="outline-container-3-1-1" class="outline-4">
<h4 id="sec-3-1-1"><span class="section-number-4">3.1.1</span> Parameters</h4>
<div class="outline-text-4" id="text-3-1-1">


<ul>
<li>Radius: r0 = 1.91e15 cm
</li>
<li>Spectrum
<ul>
<li>log(Phi) = 13.502
</li>
<li>Tstar = 39000
</li>
<li>WMbasic
</li>
</ul>

</li>
<li>Abundances
<ul>
<li>Cloudy Orion
</li>
<li><i>Check Iron</i>
</li>
</ul>

</li>
</ul>





<pre class="example">python auto-models.py --ntheta 5 --Tstar 39000 --logPhi 13.502 --r0 1.91e15
</pre>


</div>

</div>

<div id="outline-container-3-1-2" class="outline-4">
<h4 id="sec-3-1-2"><span class="section-number-4">3.1.2</span> Comparison of our line ratios with the observed ones</h4>
<div class="outline-text-4" id="text-3-1-2">

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption></caption>
<colgroup><col class="left" /><col class="left" /><col class="left" /><col class="right" /><col class="right" /><col class="right" /><col class="right" /><col class="right" />
</colgroup>
<thead>
<tr><th scope="col" class="left">Cloudy</th><th scope="col" class="left">El</th><th scope="col" class="left">lambda</th><th scope="col" class="right">Model</th><th scope="col" class="right">Observed</th><th scope="col" class="right">Error</th><th scope="col" class="right">M/O</th><th scope="col" class="right">(M - O)/E</th></tr>
</thead>
<tbody>
<tr><td class="left">NE_3</td><td class="left">Ne3</td><td class="left">3869A</td><td class="right">8.17686723274</td><td class="right">10.80</td><td class="right">1.4</td><td class="right">0.76</td><td class="right">-1.87</td></tr>
<tr><td class="left">S_II</td><td class="left">S2</td><td class="left">4070A</td><td class="right">10.4475816855</td><td class="right">8.227</td><td class="right">0.979</td><td class="right">1.27</td><td class="right">2.27</td></tr>
<tr><td class="left">S_II</td><td class="left">S2</td><td class="left">4078A</td><td class="right">2.99580775427</td><td class="right">2.698</td><td class="right">0.318</td><td class="right">1.11</td><td class="right">0.94</td></tr>
<tr><td class="left">C__2</td><td class="left">C2</td><td class="left">4267A</td><td class="right">0.207606269471</td><td class="right">0.191</td><td class="right">0.051</td><td class="right">1.09</td><td class="right">0.33</td></tr>
<tr><td class="left">TOTL</td><td class="left">O3</td><td class="left">4363A</td><td class="right">2.37236800689</td><td class="right">2.011</td><td class="right">0.207</td><td class="right">1.18</td><td class="right">1.75</td></tr>
<tr><td class="left">HE_1</td><td class="left">He1</td><td class="left">4471A</td><td class="right">4.65171605379</td><td class="right">4.3</td><td class="right">0.416</td><td class="right">1.08</td><td class="right">0.85</td></tr>
<tr><td class="left">FE_3</td><td class="left">Fe3</td><td class="left">4659A</td><td class="right">2.60331622015</td><td class="right">0.338</td><td class="right">0.042</td><td class="right">7.70</td><td class="right">53.94</td></tr>
<tr><td class="left">FE_3</td><td class="left">Fe3</td><td class="left">4702A</td><td class="right">1.44123467401</td><td class="right">0.198</td><td class="right">0.052</td><td class="right">7.28</td><td class="right">23.91</td></tr>
<tr><td class="left">FE_3</td><td class="left">Fe3</td><td class="left">4734A</td><td class="right">0.756129700232</td><td class="right">0.117</td><td class="right">0.036</td><td class="right">6.46</td><td class="right">17.75</td></tr>
<tr><td class="left">FE_3</td><td class="left">Fe3</td><td class="left">4755A</td><td class="right">0.47606006097</td><td class="right">0.069</td><td class="right">0.028</td><td class="right">6.90</td><td class="right">14.54</td></tr>
<tr><td class="left">H__1</td><td class="left">H1</td><td class="left">4861A</td><td class="right">100.0</td><td class="right">100</td><td class="right">7.2</td><td class="right">1.00</td><td class="right">0.00</td></tr>
<tr><td class="left">O__3</td><td class="left">O3</td><td class="left">4959A</td><td class="right">85.6877662453</td><td class="right">80.94</td><td class="right">5.91</td><td class="right">1.06</td><td class="right">0.80</td></tr>
<tr><td class="left">O__3</td><td class="left">O3</td><td class="left">5007A</td><td class="right">257.917681537</td><td class="right">232.7</td><td class="right">16.2</td><td class="right">1.11</td><td class="right">1.56</td></tr>
<tr><td class="left">N__2</td><td class="left">N2</td><td class="left">5755A</td><td class="right">8.17735206821</td><td class="right">5.91</td><td class="right">0.65</td><td class="right">1.38</td><td class="right">3.49</td></tr>
<tr><td class="left">HE_1</td><td class="left">He1</td><td class="left">5876A</td><td class="right">14.5187752486</td><td class="right">14.48</td><td class="right">1.35</td><td class="right">1.00</td><td class="right">0.03</td></tr>
<tr><td class="left">O__1</td><td class="left">O1</td><td class="left">6300A</td><td class="right">5.4711813156</td><td class="right">4.846</td><td class="right">0.446</td><td class="right">1.13</td><td class="right">1.40</td></tr>
<tr><td class="left">S__3</td><td class="left">S3</td><td class="left">6312A</td><td class="right">5.1304323418</td><td class="right">3.88</td><td class="right">0.357</td><td class="right">1.32</td><td class="right">3.50</td></tr>
<tr><td class="left">H__1</td><td class="left">H1</td><td class="left">6563A</td><td class="right">280.747361832</td><td class="right">286</td><td class="right">21.5</td><td class="right">0.98</td><td class="right">-0.24</td></tr>
<tr><td class="left">N__2</td><td class="left">N2</td><td class="left">6584A</td><td class="right">33.6017794459</td><td class="right">33.84</td><td class="right">2.54</td><td class="right">0.99</td><td class="right">-0.09</td></tr>
<tr><td class="left">HE_1</td><td class="left">He1</td><td class="left">6678A</td><td class="right">3.78215599287</td><td class="right">3.514</td><td class="right">0.316</td><td class="right">1.08</td><td class="right">0.85</td></tr>
<tr><td class="left">S_II</td><td class="left">S2</td><td class="left">6731A</td><td class="right">0.637016569893</td><td class="right">0.747</td><td class="right">0.067</td><td class="right">0.85</td><td class="right">-1.64</td></tr>
<tr><td class="left">AR_3</td><td class="left">Ar3</td><td class="left">7135A</td><td class="right">26.2075170797</td><td class="right">17.01</td><td class="right">1.48</td><td class="right">1.54</td><td class="right">6.21</td></tr>
</tbody>
</table>




<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption></caption>
<colgroup><col class="left" /><col class="left" /><col class="right" /><col class="left" /><col class="left" /><col class="left" /><col class="left" />
</colgroup>
<tbody>
<tr><td class="left">O__2</td><td class="left">4651A</td><td class="right">1.06161720282e-19</td><td class="left">0.139</td><td class="left">0.043</td><td class="left">7.6e-19</td><td class="left">-3.23</td></tr>
<tr><td class="left">C__3</td><td class="left">1907A</td><td class="right">7.93332427132</td><td class="left"></td><td class="left"></td><td class="left">7.93 / 0</td><td class="left"></td></tr>
<tr><td class="left">C__3</td><td class="left">1910A</td><td class="right">43.3734088204</td><td class="left"></td><td class="left"></td><td class="left">43.37 / 0</td><td class="left"></td></tr>
<tr><td class="left">O_II</td><td class="left">3726A</td><td class="right">11.0093482515</td><td class="left"></td><td class="left"></td><td class="left">11.01 / 0</td><td class="left"></td></tr>
<tr><td class="left">O_II</td><td class="left">3729A</td><td class="right">4.20174031745</td><td class="left"></td><td class="left"></td><td class="left">4.20 / 0</td><td class="left"></td></tr>
<tr><td class="left">FE_3</td><td class="left">4608A</td><td class="right">0.247094541475</td><td class="left"></td><td class="left"></td><td class="left">0.25 / 0</td><td class="left"></td></tr>
<tr><td class="left">FE_3</td><td class="left">4881A</td><td class="right">0.636804217428</td><td class="left"></td><td class="left"></td><td class="left">0.64 / 0</td><td class="left"></td></tr>
<tr><td class="left">FE_3</td><td class="left">4988A</td><td class="right">0.10934017033</td><td class="left"></td><td class="left"></td><td class="left">0.11 / 0</td><td class="left"></td></tr>
<tr><td class="left">TOTR</td><td class="left">5199A</td><td class="right">3.38756080326e-05</td><td class="left"></td><td class="left"></td><td class="left">3.4e-5 / 0</td><td class="left"></td></tr>
<tr><td class="left">FE_3</td><td class="left">5271A</td><td class="right">1.58580914749</td><td class="left"></td><td class="left"></td><td class="left">1.59 / 0</td><td class="left"></td></tr>
<tr><td class="left">S_II</td><td class="left">6716A</td><td class="right">0.277357326781</td><td class="left"></td><td class="left"></td><td class="left">0.28 / 0</td><td class="left"></td></tr>
<tr><td class="left">NE_3</td><td class="left">1555m</td><td class="right">6.75155251275</td><td class="left"></td><td class="left"></td><td class="left">6.75 / 0</td><td class="left"></td></tr>
<tr><td class="left">NE_2</td><td class="left">1281m</td><td class="right">22.876453429</td><td class="left"></td><td class="left"></td><td class="left">22.88 / 0</td><td class="left"></td></tr>
</tbody>
</table>



</div>

</div>

<div id="outline-container-3-1-3" class="outline-4">
<h4 id="sec-3-1-3"><span class="section-number-4">3.1.3</span> Abundances</h4>
<div class="outline-text-4" id="text-3-1-3">


<dl>
<dt>Cloudy Orion</dt><dd>standard ISM abundances from Cloudy 10
</dd>
<dt>Esteban Orion</dt><dd>Esteban et al (2004) assuming t^2=0.022
</dd>
<dt>Tsamis LV2</dt><dd>LV 2 Core from Tsamis et al (2011a)
<ul>
<li>Carbon is average of RL and CL values 8.66, 8.98
</li>
<li>Oxygen is average of RL and CL values 8.96, 9.03
</li>
</ul>

</dd>
</dl>


<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption></caption>
<colgroup><col class="left" /><col class="right" /><col class="right" /><col class="right" /><col class="right" />
</colgroup>
<thead>
<tr><th scope="col" class="left">Element</th><th scope="col" class="right">Cloudy Orion</th><th scope="col" class="right">Esteban Orion</th><th scope="col" class="right">Tsamis LV2</th><th scope="col" class="right">Est/Cloudy</th></tr>
</thead>
<tbody>
<tr><td class="left">He</td><td class="right">10.98</td><td class="right">10.988</td><td class="right">11.017</td><td class="right">1.02</td></tr>
<tr><td class="left">C</td><td class="right">8.48</td><td class="right">8.42</td><td class="right">8.82</td><td class="right">0.87</td></tr>
<tr><td class="left">N</td><td class="right">7.85</td><td class="right">7.73</td><td class="right">7.86</td><td class="right">0.76</td></tr>
<tr><td class="left">O</td><td class="right">8.6</td><td class="right">8.65</td><td class="right">8.995</td><td class="right">1.12</td></tr>
<tr><td class="left">Ne</td><td class="right">7.78</td><td class="right">8.05</td><td class="right">8.28</td><td class="right">1.86</td></tr>
<tr><td class="left">S</td><td class="right">7.0</td><td class="right">7.22</td><td class="right">6.83</td><td class="right">1.66</td></tr>
<tr><td class="left">Cl</td><td class="right">5.0</td><td class="right">5.46</td><td class="right">5.36</td><td class="right">2.88</td></tr>
<tr><td class="left">Ar</td><td class="right">6.48</td><td class="right">6.62</td><td class="right">6.59</td><td class="right">1.38</td></tr>
<tr><td class="left">Fe</td><td class="right">6.47</td><td class="right">5.99</td><td class="right">4.96</td><td class="right">0.33</td></tr>
</tbody>
</table>



</div>

</div>

<div id="outline-container-3-1-4" class="outline-4">
<h4 id="sec-3-1-4"><span class="section-number-4">3.1.4</span> Sample region</h4>
<div class="outline-text-4" id="text-3-1-4">


<ul>
<li>Currently model is for entire proplyd head

</li>
<li>Observations are a box that is 1" square, centered near the bright crescent
</li>
</ul>



<ul>
<li id="sec-3-1-4-1"><span class="todo TODO"> TODO</span> Add aperture effects to model_profile.py<br/>
</li>
</ul>
</div>
</div>
</div>
</div>
</div>

<div id="postamble">
<p class="date">Date: 2012-01-27 Fri</p>
<p class="author">Author: William Henney</p>
<p class="creator">Org version 7.8.03 with Emacs version 24</p>
<a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
